Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Detect route from photos
ar: اكتشاف المسار من الصور
cs: Rozpoznat trasu z fotek
da: Registrer rute fra billeder
de: Route aus Fotos erkennen
el: Εντοπισμός διαδρομής από φωτογραφίες
es: Detectar ruta a partir de fotos
fi: Tunnista reitti kuvista
fr: Détecter l'itinéraire à partir des photos
he: זהה מסלול מתוך תמונות
hi: फ़ोटो से रूट पहचानें
hu: Útvonal felismerése fotókból
id: Deteksi rute dari foto
it: Rileva percorso dalle foto
ja: 写真からルートを検出
ko: 사진에서 경로 감지
nb: Oppdag rute fra bilder
nl: Route herkennen uit foto's
pl: Wykryj trasę ze zdjęć
pt_br: Detectar rota a partir de fotos
pt_pt: Detetar rota a partir de fotos
ro: Detectează ruta din fotografii
sv: Identifiera rutt från foton
th: ตรวจจับเส้นทางจากรูปภาพ
tr: Fotoğraflardan rota tespit et
uk: Визначити маршрут із фото
vi: Phát hiện lộ trình từ ảnh
zh_hans: 从照片检测路线

source: Detecting route…
ar: جارٍ اكتشاف المسار…
cs: Rozpoznávání trasy…
da: Registrerer rute…
de: Route wird erkannt…
el: Εντοπισμός διαδρομής…
es: Detectando ruta…
fi: Tunnistetaan reittiä…
fr: Détection de l'itinéraire…
he: מזהה מסלול…
hi: रूट का पता लगाया जा रहा है…
hu: Útvonal felismerése…
id: Mendeteksi rute…
it: Rilevamento percorso…
ja: ルートを検出中…
ko: 경로 감지 중…
nb: Oppdager rute…
nl: Route herkennen…
pl: Rozpoznaję trasę…
pt_br: Detectando rota…
pt_pt: A detetar rota…
ro: Se detectează ruta…
sv: Identifierar rutt…
th: กำลังตรวจจับเส้นทาง…
tr: Rota tespit ediliyor…
uk: Визначення маршруту…
vi: Đang phát hiện lộ trình…
zh_hans: 正在检测路线…

source: Diagonal
ar: قطري
cs: Diagonální
el: Διαγώνιο
fi: Diagonaalinen
he: אלכסוני
hi: विकर्ण
hu: Átlós
it: Diagonale
ja: ダイアゴナル
ko: 대각선
nl: Diagonaal
pl: Ukośne
ro: Diagonală
th: แนวทแยง
tr: Diyagonal
uk: Діагональ
vi: Chéo
zh_hans: 对角线

source: Diamond
ar: ماسي
cs: Diamant
da: Diamant
de: Diamant
el: Διαμάντι
es: Diamante
fi: Timantti
fr: Diamant
he: יהלום
hi: हीरा
hu: Gyémánt
id: Berlian
it: Diamante
ja: ダイヤモンド
ko: 다이아몬드
nb: Diamant
nl: Diamant
pl: Diament
pt_br: Diamante
pt_pt: Diamante
ro: Diamant
sv: Diamant
th: เพชร
tr: Elmas
uk: Діамант
vi: Kim cương
zh_hans: 钻石

source: Discard
ar: تجاهل
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Abandonner
he: בטל שינויים
hi: त्यागें
hu: Elvetés
id: Buang
it: Scarta
ja: 破棄
ko: 취소
nb: Forkast
nl: Verwerpen
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
sv: Förkasta
th: ละทิ้ง
tr: Vazgeç
uk: Відхилити
vi: Hủy bỏ
zh_hans: 放弃

source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
cs: Zahodit změny?
da: Kassér ændringer?
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
es: ¿Descartar cambios?
fi: Hylätäänkö muutokset?
fr: Abandonner les modifications ?
he: לבטל את השינויים?
hi: बदलाव त्यागें?
hu: Elveti a módosításokat?
id: Buang perubahan?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소하시겠습니까?
nb: Forkast endringer?
nl: Wijzigingen verwerpen?
pl: Odrzucić zmiany?
pt_br: Descartar alterações?
pt_pt: Descartar alterações?
ro: Renunți la modificări?
sv: Förkasta ändringar?
th: ละทิ้งการเปลี่ยนแปลง?
tr: Değişiklikler silinsin mi?
uk: Відхилити зміни?
vi: Hủy các thay đổi?
zh_hans: 放弃更改？

source: Distance
ar: المسافة
cs: Vzdálenost
de: Entfernung
el: Απόσταση
es: Distancia
fi: Matka
he: מרחק
hi: दूरी
hu: Távolság
id: Jarak
it: Distanza
ja: 距離
ko: 거리
nb: Distanse
nl: Afstand
pl: Dystans
pt_br: Distância
pt_pt: Distância
ro: Distanță
sv: Distans
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离

source: Done
ar: تم
cs: Hotovo
da: Udført
de: Fertig
el: Έτοιμο
es: Hecho
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

source: Drag to reposition, pinch to zoom
ar: اسحب لإعادة التموضع، اقرص للتكبير
cs: Přetažením přesunete, sevřením přiblížíte
da: Træk for at flytte, knib for at zoome
de: Ziehen zum Verschieben, zum Zoomen zusammenziehen
el: Σύρετε για επανατοποθέτηση, τσιμπήστε για ζουμ
es: Arrastra para reposicionar, pellizca para hacer zoom
fi: Vedä siirtääksesi, nipistä zoomataksesi
fr: Faites glisser pour repositionner, pincez pour zoomer
he: גרור למיקום מחדש, צבוט להגדלה
hi: स्थान बदलने के लिए खींचें, ज़ूम करने के लिए पिंच करें
hu: Húzással mozgathatod, csippentéssel nagyíthatod
id: Seret untuk memposisikan ulang, cubit untuk memperbesar
it: Trascina per riposizionare, pizzica per zoomare
ja: ドラッグで位置調整、ピンチでズーム
ko: 드래그하여 위치 조정, 핀치하여 확대/축소
nb: Dra for å flytte, knip for å zoome
nl: Sleep om te verplaatsen, knijp om te zoomen
pl: Przeciągnij, aby przesunąć, uszczypnij, aby powiększyć
pt_br: Arraste para reposicionar, belisque para dar zoom
pt_pt: Arrasta para reposicionar, belisca para ampliar
ro: Trage pentru a repoziționa, ciupește pentru a mări
sv: Dra för att flytta, nyp för att zooma
th: ลากเพื่อจัดตำแหน่งใหม่ บีบเพื่อซูม
tr: Konumlandırmak için sürükle, yakınlaştırmak için sıkıştır
uk: Перетягніть, щоб перемістити, стисніть, щоб масштабувати
vi: Kéo để định vị lại, chụm để thu phóng
zh_hans: 拖动以调整位置，捏合以缩放

source: Edit
ar: تحرير
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
he: ערוך
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑

source: Edit Clip
ar: تحرير المقطع
cs: Upravit klip
da: Rediger klip
de: Clip bearbeiten
el: Επεξεργασία Κλιπ
es: Editar clip
fi: Muokkaa klippiä
fr: Modifier le clip
he: ערוך קליפ
hi: क्लिप संपादित करें
hu: Klip szerkesztése
id: Edit Klip
it: Modifica clip
ja: クリップを編集
ko: 클립 편집
nb: Rediger klipp
nl: Clip bewerken
pl: Edytuj klip
pt_br: Editar clipe
pt_pt: Editar clipe
ro: Editează clipul
sv: Redigera klipp
th: แก้ไขคลิป
tr: Klibi Düzenle
uk: Редагувати кліп
vi: Chỉnh sửa đoạn clip
zh_hans: 编辑片段

source: Edit Date
ar: تعديل التاريخ
cs: Upravit datum
da: Rediger dato
de: Datum bearbeiten
el: Επεξεργασία ημερομηνίας
es: Editar fecha
fi: Muokkaa päivämäärää
fr: Modifier la date
he: עריכת תאריך
hi: तारीख संपादित करें
hu: Dátum szerkesztése
id: Edit Tanggal
it: Modifica data
ja: 日付を編集
ko: 날짜 편집
nb: Rediger dato
nl: Datum bewerken
pl: Edytuj datę
pt_br: Editar data
pt_pt: Editar data
ro: Editează data
sv: Redigera datum
th: แก้ไขวันที่
tr: Tarihi Düzenle
uk: Редагувати дату
vi: Chỉnh sửa ngày
zh_hans: 编辑日期

source: Edit Photo
ar: تعديل الصورة
cs: Upravit fotku
da: Rediger foto
de: Foto bearbeiten
el: Επεξεργασία φωτογραφίας
es: Editar foto
fi: Muokkaa kuvaa
fr: Modifier la photo
he: ערוך תמונה
hi: फ़ोटो संपादित करें
hu: Fénykép szerkesztése
id: Edit foto
it: Modifica foto
ja: 写真を編集
ko: 사진 편집
nb: Rediger bilde
nl: Foto bewerken
pl: Edytuj zdjęcie
pt_br: Editar foto
pt_pt: Editar fotografia
ro: Editează fotografia
sv: Redigera foto
th: แก้ไขรูปภาพ
tr: Fotoğrafı düzenle
uk: Редагувати фото
vi: Chỉnh sửa ảnh
zh_hans: 编辑照片

source: Edit transitions, captions and music in Studio, then find every finished movie in your Library.
ar: عدّل الانتقالات والتعليقات والموسيقى في الاستوديو، ثم اعثر على كل فيلم منتهٍ في مكتبتك.
cs: Upravujte přechody, titulky a hudbu ve Studiu a poté najděte každý hotový film ve své knihovně.
da: Rediger overgange, tekster og musik i Studiet, og find derefter hver færdig film i dit bibliotek.
de: Bearbeite Übergänge, Untertitel und Musik im Studio und finde jeden fertigen Film anschließend in deiner Bibliothek.
el: Επεξεργαστείτε μεταβάσεις, λεζάντες και μουσική στο Στούντιο, και βρείτε κάθε ολοκληρωμένη ταινία στη Βιβλιοθήκη σας.
es: Edita transiciones, subtítulos y música en el Estudio, y luego encuentra cada película terminada en tu biblioteca.
fi: Muokkaa siirtymiä, tekstityksiä ja musiikkia Studiossa ja löydä jokainen valmis elokuva kirjastostasi.
fr: Modifiez les transitions, sous-titres et musiques dans le Studio, puis retrouvez chaque film terminé dans votre bibliothèque.
he: ערכו מעברים, כתוביות ומוזיקה באולפן, ואז מצאו כל סרט מוגמר בספרייה שלכם.
hi: स्टूडियो में ट्रांज़िशन, कैप्शन और संगीत संपादित करें, फिर अपनी लाइब्रेरी में हर पूरी हो चुकी मूवी खोजें।
hu: Szerkeszd az átmeneteket, feliratokat és zenét a Stúdióban, majd találd meg minden elkészült filmedet a Könyvtárban.
id: Sunting transisi, teks, dan musik di Studio, lalu temukan setiap film yang selesai di Pustakamu.
it: Modifica transizioni, didascalie e musica nello Studio, poi trova ogni film completato nella tua libreria.
ja: スタジオでトランジション、キャプション、音楽を編集し、完成したムービーはすべてライブラリで見つけられます。
ko: 스튜디오에서 전환 효과, 자막, 음악을 편집하고, 완성된 영화는 보관함에서 모두 확인하세요.
nb: Rediger overganger, tekster og musikk i Studio, og finn deretter hver ferdige film i biblioteket ditt.
nl: Bewerk overgangen, bijschriften en muziek in Studio, en vind daarna elke voltooide film in je bibliotheek.
pl: Edytuj przejścia, napisy i muzykę w Studio, a potem znajdź każdy gotowy film w swojej Bibliotece.
pt_br: Edite transições, legendas e música no Estúdio e depois encontre cada filme pronto na sua biblioteca.
pt_pt: Edite transições, legendas e música no Estúdio e depois encontre cada filme concluído na sua biblioteca.
ro: Editează tranziții, subtitrări și muzică în Studio, apoi găsește fiecare film finalizat în Biblioteca ta.
sv: Redigera övergångar, texter och musik i Studion, och hitta sedan varje färdig film i ditt bibliotek.
th: แก้ไขการเปลี่ยนฉาก คำบรรยาย และเพลงในสตูดิโอ จากนั้นค้นหาภาพยนตร์ที่เสร็จสมบูรณ์ทุกเรื่องในคลังของคุณ
tr: Stüdyoda geçişleri, altyazıları ve müziği düzenle, ardından tamamlanan tüm filmleri Kitaplığında bul.
uk: Редагуйте переходи, підписи та музику в Студії, а потім знаходьте кожен готовий фільм у своїй Бібліотеці.
vi: Chỉnh sửa hiệu ứng chuyển cảnh, chú thích và nhạc trong Studio, sau đó tìm mọi bộ phim hoàn chỉnh trong Thư viện của bạn.
zh_hans: 在工作室中编辑转场、字幕和音乐，然后在资料库中找到每一部完成的电影。

source: Edit trip
ar: تعديل الرحلة
cs: Upravit výlet
da: Rediger rejse
de: Reise bearbeiten
el: Επεξεργασία ταξιδιού
es: Editar viaje
fi: Muokkaa matkaa
fr: Modifier le voyage
he: עריכת הטיול
hi: यात्रा संपादित करें
hu: Utazás szerkesztése
id: Edit perjalanan
it: Modifica viaggio
ja: 旅行を編集
ko: 여행 편집
nb: Rediger reise
nl: Reis bewerken
pl: Edytuj podróż
pt_br: Editar viagem
pt_pt: Editar viagem
ro: Editează călătoria
sv: Redigera resa
th: แก้ไขทริป
tr: Geziyi düzenle
uk: Редагувати подорож
vi: Chỉnh sửa chuyến đi
zh_hans: 编辑旅行

source: Editing a saved trip
ar: جارٍ تحرير رحلة محفوظة
cs: Úprava uložené cesty
da: Redigerer en gemt rejse
de: Gespeicherte Reise wird bearbeitet
el: Επεξεργασία αποθηκευμένου ταξιδιού
es: Editando un viaje guardado
fi: Muokataan tallennettua matkaa
fr: Modification d'un voyage enregistré
he: עריכת טיול שמור
hi: सहेजी गई यात्रा संपादित हो रही है
hu: Mentett út szerkesztése
id: Mengedit perjalanan tersimpan
it: Modifica di un viaggio salvato
ja: 保存済みの旅行を編集中
ko: 저장된 여행 편집 중
nb: Redigerer en lagret reise
nl: Een opgeslagen reis bewerken
pl: Edytujesz zapisaną podróż
pt_br: Editando uma viagem salva
pt_pt: A editar uma viagem guardada
ro: Se editează o călătorie salvată
sv: Redigerar en sparad resa
th: กำลังแก้ไขทริปที่บันทึกไว้
tr: Kaydedilmiş bir gezi düzenleniyor
uk: Редагування збереженої подорожі
vi: Đang chỉnh sửa chuyến đi đã lưu
zh_hans: 正在编辑已保存的行程

source: Editing this saved trip will replace the route you're currently building.
ar: تحرير هذه الرحلة المحفوظة سيستبدل المسار الذي تقوم ببنائه حاليًا.
cs: Úprava tohoto uloženého výletu nahradí trasu, kterou právě vytváříte.
da: Redigering af denne gemte rejse erstatter den rute, du er ved at oprette.
de: Das Bearbeiten dieser gespeicherten Reise ersetzt die Route, die du gerade erstellst.
el: Η επεξεργασία αυτού του αποθηκευμένου ταξιδιού θα αντικαταστήσει τη διαδρομή που δημιουργείς αυτή τη στιγμή.
es: Editar este viaje guardado reemplazará la ruta que estás creando actualmente.
fi: Tämän tallennetun matkan muokkaaminen korvaa reitin, jota olet parhaillaan luomassa.
fr: Modifier ce voyage enregistré remplacera l'itinéraire que vous êtes en train de créer.
he: עריכת הטיול השמור הזה תחליף את המסלול שאתה בונה כרגע.
hi: इस सहेजी गई यात्रा को संपादित करने से वह रूट बदल जाएगा जिसे आप अभी बना रहे हैं।
hu: A mentett utazás szerkesztése lecseréli az éppen épülő útvonalat.
id: Mengedit perjalanan tersimpan ini akan mengganti rute yang sedang Anda buat.
it: Modificare questo viaggio salvato sostituirà il percorso che stai creando.
ja: この保存済みの旅を編集すると、現在作成中のルートが置き換えられます。
ko: 저장된 여행을 편집하면 현재 만들고 있는 경로가 대체됩니다.
nb: Redigering av denne lagrede turen vil erstatte ruten du holder på å lage.
nl: Het bewerken van deze opgeslagen reis vervangt de route die je nu aan het maken bent.
pl: Edycja tej zapisanej podróży zastąpi trasę, którą teraz budujesz.
pt_br: Editar esta viagem salva substituirá a rota que você está criando no momento.
pt_pt: Editar esta viagem guardada vai substituir o percurso que estás a criar.
ro: Editarea acestei excursii salvate va înlocui ruta pe care o creezi în prezent.
sv: Om du redigerar den här sparade resan ersätts rutten du håller på att skapa.
th: การแก้ไขทริปที่บันทึกไว้นี้จะแทนที่เส้นทางที่คุณกำลังสร้างอยู่
tr: Bu kaydedilmiş geziyi düzenlemek, şu anda oluşturduğun rotanın yerini alacak.
uk: Редагування цієї збереженої подорожі замінить маршрут, який ви зараз створюєте.
vi: Chỉnh sửa chuyến đi đã lưu này sẽ thay thế tuyến đường bạn đang tạo.
zh_hans: 编辑此已保存的旅程将替换您当前正在创建的路线。

source: Elegant
ar: أنيق
cs: Elegantní
el: Κομψό
es: Elegante
fi: Tyylikäs
fr: Élégant
he: אלגנטי
hi: एलिगेंट
hu: Elegáns
id: Elegan
it: Elegante
ja: エレガント
ko: 우아함
pl: Elegancka
pt_br: Elegante
pt_pt: Elegante
th: หรูหรา
tr: Zarif
uk: Елегантний
vi: Thanh lịch
zh_hans: 优雅

source: Elevation gain
ar: مكسب الارتفاع
cs: Převýšení
da: Højdestigning
de: Höhengewinn
el: Κέρδος υψομέτρου
es: Desnivel positivo
fi: Korkeuden nousu
fr: Dénivelé positif
he: עלייה בגובה
hi: ऊंचाई वृद्धि
hu: Szintemelkedés
id: Kenaikan elevasi
it: Dislivello
ja: 獲得標高
ko: 고도 상승
nb: Høydeøkning
nl: Hoogtewinst
pl: Przewyższenie
pt_br: Ganho de elevação
pt_pt: Ganho de altitude
ro: Diferență de nivel
sv: Höjdökning
th: ความสูงที่เพิ่มขึ้น
tr: Yükselti kazancı
uk: Набір висоти
vi: Độ cao tăng thêm
zh_hans: 爬升高度

source: End
ar: النهاية
cs: Konec
da: Slut
de: Ende
el: Τέλος
es: Fin
fi: Loppu
fr: Fin
he: סוף
hi: अंत
hu: Vég
id: Akhir
it: Fine
ja: 終了
ko: 종료
nb: Slutt
nl: Einde
pl: Koniec
pt_br: Fim
pt_pt: Fim
ro: Sfârșit
sv: Slut
th: สิ้นสุด
tr: Bitiş
uk: Кінець
vi: Kết thúc
zh_hans: 结束

source: End date
ar: تاريخ الانتهاء
cs: Datum ukončení
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de fin
fi: Päättymispäivä
fr: Date de fin
he: תאריך סיום
hi: समाप्ति तारीख
hu: Befejezés dátuma
id: Tanggal berakhir
it: Data di fine
ja: 終了日
ko: 종료일
nb: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt_br: Data de término
pt_pt: Data de fim
ro: Data de final
sv: Slutdatum
th: วันที่สิ้นสุด
tr: Bitiş tarihi
uk: Дата завершення
vi: Ngày kết thúc
zh_hans: 结束日期

source: Enter cities in the order you visited them (airports work too). For each next stop, choose how you got there. Press and drag to reorder.
ar: أدخل المدن بالترتيب الذي زرتها فيه (المطارات تعمل أيضًا). لكل محطة تالية، اختر كيف وصلت إليها. اضغط مطولًا واسحب لإعادة الترتيب.
cs: Zadejte města v pořadí, v jakém jste je navštívili (fungují i letiště). U každé další zastávky vyberte, jak jste se tam dostali. Přidržte a přetáhněte pro změnu pořadí.
da: Indtast byerne i den rækkefølge, du besøgte dem (lufthavne fungerer også). Vælg for hvert næste stop, hvordan du kom dertil. Hold nede og træk for at omarrangere.
de: Gib die Städte in der Reihenfolge deines Besuchs ein (Flughäfen funktionieren auch). Wähle für jeden nächsten Stopp, wie du dorthin gekommen bist. Zum Umordnen gedrückt halten und ziehen.
el: Εισαγάγετε τις πόλεις με τη σειρά που τις επισκεφθήκατε (λειτουργούν και τα αεροδρόμια). Για κάθε επόμενη στάση, επιλέξτε πώς φτάσατε εκεί. Πατήστε παρατεταμένα και σύρετε για αναδιάταξη.
es: Introduce las ciudades en el orden en que las visitaste (los aeropuertos también funcionan). Para cada siguiente parada, elige cómo llegaste. Mantén pulsado y arrastra para reordenar.
fi: Syötä kaupungit siinä järjestyksessä kuin vierailit niissä (lentokentätkin käyvät). Valitse jokaiselle seuraavalle pysähdykselle, miten pääsit sinne. Paina pitkään ja vedä järjestääksesi uudelleen.
fr: Saisissez les villes dans l'ordre où vous les avez visitées (les aéroports fonctionnent aussi). Pour chaque étape suivante, choisissez comment vous y êtes arrivé. Maintenez et faites glisser pour réorganiser.
he: הזן את הערים לפי הסדר שבו ביקרת בהן (גם שדות תעופה עובדים). לכל תחנה הבאה, בחר כיצד הגעת אליה. לחץ והחזק וגרור כדי לשנות סדר.
hi: शहरों को उसी क्रम में दर्ज करें जिसमें आपने उन्हें देखा (हवाई अड्डे भी काम करते हैं)। हर अगले पड़ाव के लिए चुनें कि आप वहां कैसे पहुंचे। क्रम बदलने के लिए दबाकर खींचें।
hu: Add meg a városokat a látogatás sorrendjében (repülőterek is működnek). Minden következő megállónál válaszd ki, hogyan jutottál oda. Nyomva tartással és húzással változtathatod a sorrendet.
id: Masukkan kota sesuai urutan kunjungan Anda (bandara juga bisa). Untuk setiap perhentian berikutnya, pilih cara Anda tiba di sana. Tekan dan seret untuk mengubah urutan.
it: Inserisci le città nell'ordine in cui le hai visitate (funzionano anche gli aeroporti). Per ogni tappa successiva, scegli come ci sei arrivato. Tieni premuto e trascina per riordinare.
ja: 訪れた順に都市を入力してください（空港名でもOK）。次の立ち寄り地ごとに、どうやって着いたかを選んでください。長押しでドラッグして並べ替えられます。
ko: 방문한 순서대로 도시를 입력하세요 (공항 이름도 가능). 다음 경유지마다 어떻게 도착했는지 선택하세요. 길게 눌러서 드래그하면 순서를 바꿀 수 있습니다.
nb: Skriv inn byene i den rekkefølgen du besøkte dem (flyplasser fungerer også). Velg for hvert neste stopp hvordan du kom dit. Trykk og dra for å endre rekkefølge.
nl: Voer de steden in de volgorde van je bezoek in (luchthavens werken ook). Kies voor elke volgende stop hoe je er kwam. Houd ingedrukt en sleep om de volgorde te wijzigen.
pl: Wpisz miasta w kolejności podróży (podpowiada też lotniska). Dla każdego kolejnego przystanku wybierz, jak tam dotarłeś. Przytrzymaj i przeciągnij, żeby zmienić kolejność.
pt_br: Digite as cidades na ordem em que você as visitou (aeroportos também funcionam). Para cada próxima parada, escolha como você chegou lá. Pressione e arraste para reordenar.
pt_pt: Introduza as cidades pela ordem em que as visitou (aeroportos também funcionam). Para cada paragem seguinte, escolha como lá chegou. Mantenha premido e arraste para reordenar.
ro: Introdu orașele în ordinea în care le-ai vizitat (merg și aeroporturile). Pentru fiecare oprire următoare, alege cum ai ajuns acolo. Apasă și trage pentru a reordona.
sv: Ange städerna i den ordning du besökte dem (flygplatser fungerar också). Välj för varje nästa stopp hur du tog dig dit. Håll ner och dra för att ändra ordning.
th: ป้อนเมืองตามลำดับที่คุณไปเยือน (สนามบินก็ใช้ได้) สำหรับแต่ละจุดแวะถัดไป เลือกว่าคุณเดินทางไปถึงอย่างไร กดค้างแล้วลากเพื่อจัดลำดับใหม่
tr: Şehirleri ziyaret ettiğiniz sırayla girin (havalimanları da olur). Her sonraki durak için oraya nasıl gittiğinizi seçin. Sırayı değiştirmek için basılı tutup sürükleyin.
uk: Введіть міста в порядку відвідування (аеропорти теж підходять). Для кожної наступної зупинки виберіть, як ви туди дісталися. Натисніть і перетягніть, щоб змінити порядок.
vi: Nhập các thành phố theo thứ tự bạn đã ghé thăm (sân bay cũng được). Với mỗi điểm dừng tiếp theo, chọn cách bạn đến đó. Nhấn giữ và kéo để sắp xếp lại.
zh_hans: 按你到访的顺序输入城市（机场名称也可以）。每个下一站都要选择你的到达方式。按住并拖动即可重新排序。

source: Equator Crosser
ar: عابر خط الاستواء
cs: Přemožitel rovníku
da: Ækvatorkrydser
de: Äquatorüberquerer
el: Διαβάτης του Ισημερινού
es: Cruzador del ecuador
fi: Päiväntasaajan ylittäjä
fr: Franchisseur de l'équateur
he: חוצה קו המשווה
hi: भूमध्य रेखा पार करने वाला
hu: Egyenlítő-átlépő
id: Penyeberang Khatulistiwa
it: Attraversatore dell'equatore
ja: 赤道越え
ko: 적도 횡단자
nb: Ekvatorkrysser
nl: Evenaaroversteker
pl: Zdobywca Równika
pt_br: Cruzador do Equador
pt_pt: Cruzador do Equador
ro: Traversator al ecuatorului
sv: Ekvatorpasserare
th: ผู้ข้ามเส้นศูนย์สูตร
tr: Ekvator Geçen
uk: Той, хто перетнув екватор
vi: Người vượt xích đạo
zh_hans: 赤道穿越者

source: Estimated budget
ar: الميزانية المقدرة
cs: Odhadovaný rozpočet
da: Estimeret budget
de: Geschätztes Budget
el: Εκτιμώμενος προϋπολογισμός
es: Presupuesto estimado
fi: Arvioitu budjetti
fr: Budget estimé
he: תקציב משוער
hi: अनुमानित बजट
hu: Becsült költségvetés
id: Perkiraan anggaran
it: Budget stimato
ja: 概算予算
ko: 예상 예산
nb: Estimert budsjett
nl: Geschat budget
pl: Szacowany budżet
pt_br: Orçamento estimado
pt_pt: Orçamento estimado
ro: Buget estimat
sv: Uppskattad budget
th: งบประมาณโดยประมาณ
tr: Tahmini bütçe
uk: Орієнтовний бюджет
vi: Ngân sách ước tính
zh_hans: 预估预算

source: Estimated total
ar: الإجمالي المقدر
cs: Odhadovaný celkový součet
da: Estimeret total
de: Geschätzte Gesamtsumme
el: Εκτιμώμενο σύνολο
es: Total estimado
fi: Arvioitu kokonaissumma
fr: Total estimé
he: סה"כ משוער
hi: अनुमानित कुल
hu: Becsült összeg
id: Perkiraan total
it: Totale stimato
ja: 概算合計
ko: 예상 총액
nb: Estimert totalt
nl: Geschat totaal
pl: Szacowana suma
pt_br: Total estimado
pt_pt: Total estimado
ro: Total estimat
sv: Uppskattad totalsumma
th: ยอดรวมโดยประมาณ
tr: Tahmini toplam
uk: Орієнтовна сума
vi: Tổng ước tính
zh_hans: 预估总额

source: Explorer
ar: مستكشف
cs: Průzkumník
da: Opdagelsesrejsende
de: Entdecker
el: Εξερευνητής
es: Explorador
fi: Tutkimusmatkailija
fr: Explorateur
he: חוקר
hi: खोजकर्ता
hu: Felfedező
id: Penjelajah
it: Esploratore
ja: 探検家
ko: 탐험가
nb: Oppdagelsesreisende
nl: Ontdekker
pl: Odkrywca
pt_br: Explorador
pt_pt: Explorador
ro: Explorator
sv: Upptäckare
th: นักสำรวจ
tr: Kaşif
uk: Дослідник
vi: Nhà thám hiểm
zh_hans: 探险家

source: Explorer Score
ar: نقاط المستكشف
cs: Skóre Průzkumníka
da: Opdagerpoint
de: Entdecker-Punktzahl
el: Βαθμολογία Εξερευνητή
es: Puntuación de Explorador
fi: Tutkimuspisteet
fr: Score d'Explorateur
he: ניקוד חוקר
hi: एक्सप्लोरर स्कोर
hu: Felfedező Pontszám
id: Skor Penjelajah
it: Punteggio Esploratore
ja: エクスプローラースコア
ko: 탐험가 점수
nb: Oppdagerpoeng
nl: Ontdekkersscore
pl: Wynik Odkrywcy
pt_br: Pontuação de Explorador
pt_pt: Pontuação de Explorador
ro: Scor Explorator
sv: Upptäckarpoäng
th: คะแนนนักสำรวจ
tr: Kaşif Puanı
uk: Бали Дослідника
vi: Điểm Nhà Thám Hiểm
zh_hans: 探险家分数

source: Export
ar: تصدير
cs: Exportovat
da: Eksportér
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
he: ייצוא
hi: निर्यात करें
hu: Exportálás
id: Ekspor
it: Esporta
ja: 書き出す
ko: 내보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出

source: Export Quality
ar: جودة التصدير
cs: Kvalita exportu
da: Eksportkvalitet
de: Exportqualität
el: Ποιότητα Εξαγωγής
es: Calidad de exportación
fi: Viennin laatu
fr: Qualité d'exportation
he: איכות ייצוא
hi: निर्यात गुणवत्ता
hu: Exportminőség
id: Kualitas Ekspor
it: Qualità esportazione
ja: 書き出し品質
ko: 내보내기 품질
nb: Eksportkvalitet
nl: Exportkwaliteit
pl: Jakość eksportu
pt_br: Qualidade de exportação
pt_pt: Qualidade de exportação
ro: Calitate export
sv: Exportkvalitet
th: คุณภาพการส่งออก
tr: Dışa Aktarma Kalitesi
uk: Якість експорту
vi: Chất lượng xuất
zh_hans: 导出质量
